Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_5.tmx
Source language: en
Languages: it

source: Providing medical advice in the field of dermatology
it: Fornitura di consulenza medica nel campo della dermatologia

source: Providing medical advice in the field of geriatrics
it: Fornitura di consulenza medica nel campo della geriatria

source: Providing medical advice in the field of weight loss
it: Fornitura di consulenza medica nel campo della perdita di peso

source: Providing medical information in the field of dermatology
it: Fornitura d'informazioni mediche nel campo della dermatologia

source: Providing medical information in the field of geriatrics
it: Offerta d'informazioni mediche in materia di geriatria

source: Providing medical information in the field of weight loss
it: Fornitura di informazioni mediche nel campo della perdita di peso

source: Providing nutritional information about drinks for medical weight loss purposes
it: Fornitura di informazioni nutrizionali su bevande per la perdita di peso a fini medici

source: Providing nutritional information about food for medical weight loss purposes
it: Fornitura d'informazioni nutrizionali sul cibo per la perdita di peso a fini medici

source: Vascular screening
it: Screening vascolare

source: Trichology services
it: Servizi di tricologia

source: Cryotherapy services
it: Servizi di crioterapia

source: Phlebotomy services
it: Servizi di flebotomia

source: Providing medical support in the monitoring of patients receiving medical treatments
it: Fornitura di supporto medico nel monitoraggio di pazienti sottoposti a trattamenti medici

source: Providing on-line information relating to oncology
it: Informazioni on-line in materia di oncologia

source: Providing medical information in the healthcare sector
it: Fornitura d'informazioni mediche nel settore sanitario

source: Vaccination services
it: Servizi di vaccinazione

source: Providing portable toilets for events
it: Fornitura di toilette portatili per eventi

source: Stud services for cattle
it: Servizi di monta per bestiame

source: In vitro fertilization services for animals
it: Servizi di fecondazione in vitro per animali

source: Medical care of feet
it: Cure mediche per i piedi

source: Information relating to blood donation
it: Informazioni relative alla donazione del sangue

source: Optical imaging for medical diagnostic use
it: Imaging ottico per uso medico-diagnostico

source: Autogenic therapy services
it: Servizi di training autogeno

source: Monitoring intellectual property rights for legal advisory purposes
it: Servizi di tutela dei diritti di proprietà intellettuale per consulenze giuridiche

source: Registration services (legal)
it: Servizi di registrazione (legali)

source: Religious services
it: Servizi religiosi

source: Advisory services relating to intellectual property protection
it: Servizi di consulenza in materia di protezione di proprietà intellettuale

source: Compilation of legal information
it: Compilazione di informazioni giuridiche

source: Ministerial counselling
it: Consulenza ministeriale

source: Passport control services [security]
it: Servizi di controllo passaporti [sicurezza]

source: Personal gift selection for others
it: Scelta di regali personali per conto terzi

source: Astrology consultancy
it: Consulenza astrologica

source: Barrister services
it: Servizi di avvocati

source: Fostering of children
it: Affidamento di bambini

source: Guardianship services
it: Servizi di tutela

source: Legal services relating to business
it: Servizi giuridici in materia d' affari

source: Provision of personal tarot readings
it: Fornitura di letture personali di tarocchi

source: Registration of domain names [legal services]
it: Registrazione di nomi di dominio [servizi giuridici]

source: Rental of protective clothing
it: Noleggio di indumenti protettivi

source: Consultancy services relating to the legal aspects of franchising
it: Servizi di consulenza relativi agli aspetti giuridici del franchising

source: Copyright (Professional advisory services relating to -)
it: Diritti d'autore (Servizi di consulenza professionale relativi a -)

source: Counselling relating to spiritual direction
it: Consulenza riguardante la direzione spirituale

source: Marriage guidance counselling
it: Consulenza in materia di matrimonio

source: Vetting services
it: Servizi di controllo

source: Criminal investigations
it: Indagini criminali

source: Forensic advice for criminal investigations
it: Consulenza legale per investigazioni criminali

source: Granting of licenses relating to the copying of cable television programmes
it: Concessione di licenze in materia di copiatura di programmi di televisione via cavo

source: Licensing services relating to music publishing
it: Concessione in licenza in materia di editoria musicale

source: Personal background investigations
it: Investigazioni sui precedenti di persone

source: Trademark watch services
it: Controllo di marchi

source: Security services for the protection of property
it: Servizi di sicurezza per la protezione di beni

source: Investigations in relation to intellectual property
it: Indagine in materia di proprietà intellettuale

source: Wedding chapel services
it: Servizi di cappelle nuziali

source: Providing information on issues concerning human rights
it: Fornitura di informazioni su questioni riguardanti i diritti umani

source: Psychic consultancy
it: Consulenza psichica

source: Alternative dispute resolution services [legal services]
it: Servizi di risoluzione alternativa di controversie [servizi legali]

source: Closed-circuit surveillance
it: Sorveglianza a circuito chiuso

source: Consultancy services relating to health and safety
it: Servizi di consulenza in materia di salute e sicurezza

source: Arbitration services
it: Servizi d'arbitrato

source: Opening of locks [locksmiths' services]
it: Apertura di serrature [servizi di fabbro]

source: Missing person investigations
it: Ricerche su persone scomparse

source: Rental of formal wear
it: Noleggio di abiti eleganti

source: Paranormal investigation services
it: Servizi d'indagine paranormale

source: Airline passenger safety services
it: Servizi di sicurezza per passeggeri aerei

source: Evangelistic services
it: Servizi evangelici

source: Genealogical services
it: Servizi genealogici

source: Registration of domain names for identification of users on a global computer network
it: Registrazione di domini per l'identificazione di utenti in una rete informatica globale

source: Information services relating to trading standards
it: Informazioni in materia di standard commerciali

source: Issuing of passports
it: Emissione di passaporti

source: Preparation of regulations
it: Preparazione di normative

source: Providing background check services
it: Fornitura di servizi di controllo generali

source: Provision of information relating to legal services
it: Fornitura di informazioni riguardanti servizi legali

source: Notarial services
it: Servizi notarili

source: Consultancy on regulations on safety at work
it: Consulenza su norme di sicurezza sul lavoro

source: Advisory services relating to intellectual property rights
it: Servizi di consulenza in materia di diritti di proprietà intellettuale

source: Advisory services relating to regulatory affairs
it: Servizi di consulenza in materia di regolamentazione

source: Copyright (Professional advisory services relating to infringement of -)
it: Diritti d'autore (Servizi di consulenza professionale relativi a violazioni di -)

source: Mountain rescue
it: Soccorso alpino

source: Professional legal consultations relating to franchising
it: Consulenza legale professionale riguardo a franchising

source: Astrological services
it: Servizi astrologici

source: Finger printing analysis
it: Analisi di impronte digitali

source: Legal services relating to wills
it: Servizi legali in materia di testamenti

source: Security services for the protection of property and individuals
it: Servizi di sicurezza per la protezione di beni e persone

source: Notary public services
it: Servizi di pubblici notai

source: Identification marking for dogs for security purposes
it: Marcatura identificativa di cani a scopo di sicurezza

source: Information services relating to legal matters
it: Informazioni in materia di questioni legali

source: Rental of uniforms
it: Noleggio di uniformi

source: Rental of fire extinguishers
it: Noleggio di estintori

source: Dog walking services
it: Servizi di dog-sitting

source: Providing information relating to legal affairs
it: Informazioni relative a questioni legali

source: Detective services
it: Servizi investigativi

source: Evening dress rental
it: Affitto di abiti da sera

source: Security marking of goods
it: Marcatura di sicurezza di merci

source: Company registration services
it: Servizi di registrazione di società

source: Astrology consultation
it: Consulenza astrologica

source: On-line social networking services
it: Servizi on-line di social networking

source: Advisory services relating to the preparation of standards
it: Servizi di consulenza in materia di creazione di standard

source: Enforcement of intellectual property rights
it: Applicazione di diritti di proprietà intellettuale

source: Granting of licenses relating to the copying of broadcast television programmes
it: Concessione di licenze in materia di copiatura di trasmissioni televisive

source: Legal services relating to the acquisition of intellectual property
it: Servizi giuridici riguardanti l' acquisizione di proprietà intellettuale

source: Security screening of baggage
it: Controllo di sicurezza dei bagagli

source: Intellectual property consultancy
it: Consulenza in proprietà intellettuale

source: Rental of altars
it: Noleggio di altari

source: Information services relating to health and safety
it: Servizi di informazione in materia di salute e sicurezza

source: Information services relating to manufacturing standards
it: Servizi d'informazione in materia di standard di fabbricazione

source: Management of intellectual property
it: Gestione di proprietà intellettuale

source: Advisory services relating to patents
it: Servizi di consulenza in materia di brevetti

source: Mediation services for marital disputes
it: Servizi di mediazione per liti matrimoniali

source: Security clearance for preparation of identification cards
it: Controlli di sicurezza per la preparazione di tessere di identificazione

source: Providing reconnaissance and surveillance services
it: Fornitura di servizi di ricognizione e sorveglianza

source: Industrial property management
it: Gestione di proprietà industriale

source: Organization of religious meetings
it: Organizzazione di riunioni religiose

source: Professional advisory services relating to intellectual property rights
it: Servizi di consulenza professionale in materia di diritti di proprietà intellettuale

source: Maintaining lists of wedding presents for selection by others
it: Aggiornamento di liste di nozze per scelta da parte di altre persone

source: Police services
it: Servizi di polizia

source: Security services for buildings
it: Servizi di sicurezza per edifici

source: Genealogical research
it: Ricerca genealogica

source: Fingerprinting services
it: Servizi di impronte digitali

source: Mentoring [spiritual]
it: Guida [spirituale]

source: Pastoral counselling
it: Consulenza pastorale

source: Monitoring of security systems
it: Controllo di sistemi di sicurezza

source: Legal information research services
it: Servizi di ricerca dinformazioni giuridiche

source: Paralegal services
it: Servizi paralegali

source: Inspection of factories for safety purposes
it: Ispezione di fabbriche in materia di sicurezza

source: Political lobbying services
it: Servizi di lobbying politica

source: Registration of domain names for identification of users on a global computer network [legal service]
it: Registrazione di nomi di domini per l'identificazione di utenti su una rete informatica globale [servizi di contenzioso]

source: Prison services
it: Servizi carcerari

source: Security marking of documents
it: Marcatura di sicurezza di documenti

source: Psychic reading services
it: Servizi di lettura psichica

source: Certification of legal documents
it: Autenticazione di documenti legali

source: Consultancy services relating to private investigations
it: Servizi di consulenza in materia di indagini private

source: Security guard services
it: Servizi di guardie giurate

source: Lost dog location services
it: Localizzazione di cani smarriti

source: Planning and arranging of wedding ceremonies
it: Pianificazione e organizzazione di matrimoni

source: Legal services relating to intellectual property rights
it: Servizi legali relativi a diritti di proprietà intellettuale

source: Bomb detection services
it: Servizi di rilevamento bombe

source: Security services for the protection of individuals
it: Servizi di sicurezza per la protezione di persone

source: Identity validation services
it: Servizi di convalida dell'identità

source: Adoption agency services
it: Servizi di agenzie di adozione

source: Monitoring of burglar and security alarms
it: Sorveglianza degli allarmi anti-intrusione

source: Personal introduction services by computer
it: Servizi di agenzia matrimoniale tramite computer

source: Opening of security locks
it: Apertura di serrature

source: Advisory services in relation to safety
it: Servizi di consulenza per la sicurezza

source: Arranging for the provision of legal services
it: Organizzazione per la prestazione di servizi legali

source: Litigation services
it: Servizi di contenzioso

source: Advisory services relating to the law
it: Servizi di consulenza in materia di legge

source: Legal services
it: Servizi giuridici

source: Safety, rescue, security and enforcement services
it: Servizi di sicurezza, salvataggio, soccorso ed assistenza

source: Personal and social services
it: Servizi personali e sociali

source: Astrological and spiritual services
it: Servizi astrologici e spirituali

source: Information services relating to safety
it: Servizi di informazione in materia di sicurezza

source: Enforcement of testaments
it: Esecuzione di testamenti

source: Guard services for preventing the intrusion of burglars
it: Servizi di sorveglianza per prevenire l'intrusione di ladri

source: Conducting religious ceremonies
it: Celebrazione di cerimonie religiose

source: Pro bono legal services
it: Servizi legali pro bono

source: Trademark agent services
it: Servizi d'agenzie di marchi

source: Doula services
it: Servizi di doula

source: Legal services in relation to the negotiation of contracts for others
it: Servizi legali in relazione alla negoziazione di contratti per conto di terzi

source: Leasing of internet domain names
it: Locazione di nomi a dominio su internet

source: Arbitration services relating to industrial relations
it: Servizi di arbitrato in materia di relazioni industriali

source: Conducting religious prayer services
it: Servizi di preghiere religiose

source: Forensic analysis of surveillance video for fraud and theft prevention purposes
it: Analisi scientifico-legali di video di sorveglianza a scopo di prevenzione di frodi e furti

source: Lost and found bureau services
it: Servizi di uffici oggetti smarriti

source: Personal wardrobe styling services
it: Servizi di stilisti personali

source: Pre-employment background investigation services
it: Servizi d'investigazione sui trascorsi pre-assunzione

source: Preparation of customized gift boxes
it: Preparazione di scatole regalo personalizzate

source: Providing and conducting non-denominational, non-religious civil marriage ceremonies
it: Celebrazione di cerimonie matrimoniali civili, aconfessionali e non religiose

source: Providing grave spaces or charnel houses
it: Fornitura di spazi per tombe o ossari

source: Providing information in the field of intellectual property
it: Fornitura di informazioni in materia di proprietà intellettuale

source: Rental of watches
it: Noleggio di orologi

source: Security control of persons and luggage in airports
it: Controllo di sicurezza in aeroporti su persone e bagagli

source: Security guarding for facilities
it: Vigilanza di sicurezza di strutture

source: Surveillance services
it: Servizi di sorveglianza

source: Legal consultation in the field of taxation
it: Consulenza giuridica in ambito fiscale

source: Management of patents
it: Gestione di brevetti

source: Management of trademarks
it: Gestione di marchi

source: Licensing of computer software [legal services]
it: Concessione di licenze di software [servizi giuridici]

source: Mediation
it: Mediazione

source: Personal body guarding
it: Accompagnamento [scorta]

source: Legal investigation services
it: Servizi d'indagini giudiziarie

source: Legal document preparation services
it: Servizi di elaborazione documenti legali

source: Legal administration of licences
it: Amministrazione legale di licenze

source: Consulting in the field of personal relationships
it: Consulenza in materia di rapporti interpersonali

source: Consulting services in the field of national security
it: Servizi di consulenza in materia di sicurezza nazionale

source: Provison of emotional support to families
it: Fornitura di assistenza emotiva alle famiglie

source: Consultancy in the field of data theft and identity theft
it: Consulenze in tema di furto di dati e di identità

source: Providing information relating to personal body guarding services
it: Fornitura di informazioni in tema di servizi di guardia del corpo

source: Internet based personal introduction services
it: Servizi di conoscenza personale tramite internet

source: Internet based matchmaking services
it: Servizi di incontro tramite internet

source: Internet based dating, matchmaking and personal introduction services
it: Servizi di appuntamento, incontro e conoscenza personale tramite internet

source: Consultancy relating to patent licensing
it: Consulenze in tema di licenze di brevetto

source: Consultancy relating to trademark licensing
it: Consulenze in tema di licenze di marchi

source: Consultancy relating to the protection of new plant varieties
it: Consulenze in tema di protezione di nuove varietà di piante

source: Consultancy relating to computer software licensing
it: Consulenze in tema di licenze di software informatici

source: Consultancy relating to the protection of geographical indications
it: Consulenze in tema di protezione di indicazioni geografiche

source: Consultancy relating to copyright protection
it: Consulenze in tema di protezione di diritti d'autore

source: Consultancy relating to the registration of domain names
it: Consulenze in tema di registrazione di nomi di dominio

source: Consultancy relating to the protection of industrial designs
it: Consulenze in tema di protezione di progetti industriali

source: Consultancy relating to trademark protection
it: Consulenze in tema di protezione di marchi

source: Consultancy relating to patent protection
it: Consulenze in tema di protezione di brevetti

source: Preparation of legal reports in the field of human rights
it: Preparazione di rapporti legali in tema di diritti umani

source: Legal services relating to the exploitation of ancillary rights relating to film, television, video and music productions
it: Servizi legali in tema di sfruttamento di diritti sussidiari in relazione a produzioni cinematografiche, televisive, musicali e video

source: Consultancy relating to industrial property rights
it: Consulenze in tema di diritti di proprietà industriale

source: Legal services relating to the exploitation of intellectual property rights
it: Servizi legali in tema di sfruttamento di diritti di proprietà intellettuale

source: Provision of expert legal opinions
it: Fornitura di opinioni di esperti legali

source: Providing emotional support to cancer patients and their families via interactive online forums
it: Fornitura di supporto emotivo a pazienti affetti da cancro e alle loro famiglie tramite forum interattivi online

source: Legal services relating to the exploitation of copyright and industrial property rights
it: Servizi legali in tema di sfruttamento di diritti di proprietà industriale e diritti d'autore

source: Legal assistance in the drawing up of contracts
it: Assistenza legale nella redazione di contratti

source: Legal services relating to the exploitation of broadcasting rights
it: Servizi legali in tema di sfruttamento dei diritti di trasmissione

source: Arbitration, mediation and dispute resolution services
it: Servizi di arbitrato, mediazione e risoluzione di controversie

source: Legal and judicial research services in the field of intellectual property
it: Servizi di ricerca legale e giudiziaria in tema di proprietà intellettuale

source: Providing personal support services for cancer patients and their families
it: Fornitura di servizi di supporto personale a pazienti affetti da cancro e alle loro famiglie

source: Marriage counseling and coaching
it: Orientamento e consulenze matrimoniali

source: Granting of licences to others for the use of industrial property rights and copyright
it: Concessione di licenze a terzi per l'utilizzo di diritti di proprietà industriale e diritti d'autore

source: Legal services relating to the exploitation of copyright for printed matter
it: Servizi legali in tema di sfruttamento di diritti d'autore su materiale stampato

source: Legal advice and representation
it: Consulenze e rappresentanza legale

source: Licensing of rights relating to the use of photographs
it: Concessione di licenze sull'utilizzo di fotografie [servizi legali]

source: Companionship services for the elderly and disabled
it: Servizi di accompagnamento per anziani e disabili

source: Rental of protective helmets
it: Noleggio di caschi di protezione

source: Legal services relating to the management and exploitation of copyright and ancillary copyright
it: Servizi legali in tema di gestione e sfruttamento di diritti d'autore e diritti d'autore sussidiari

source: Providing information relating to the rental of fire extinguishers
it: Fornitura di informazioni in tema di noleggio di estintori

source: Consultancy relating to intellectual property management
it: Consulenze in tema di gestione della proprietà intellettuale

source: Legal services relating to the registration of trademarks
it: Servizi legali in tema di registrazione di marchi

source: Mediation in legal procedures
it: Mediazione in procedure legali

source: Legal services relating to the management, control and granting of licence rights
it: Servizi legali in tema di gestione, controllo e concessione di diritti di licenza

source: Legal consultancy relating to intellectual property rights
it: Consulenze legali in tema di diritti di proprietà intellettuale

source: Providing information relating to the rental of fire alarms
it: Fornitura di informazioni in tema di noleggio di allarmi antincendio

source: Consultancy relating to the management of intellectual property and copyright
it: Consulenze in tema di gestione di proprietà intellettuale e diritti d'autore

source: Legal services relating to company formation and registration
it: Servizi legali in tema di creazione e registrazione di aziende

source: Legal services provided in relation to lawsuits
it: Servizi legali forniti in relazione a vertenze giudiziarie

source: Expert consultancy relating to legal issues
it: Consulenze con esperti in tema di questioni legali

source: Legal services for procedures relating to industrial property rights
it: Servizi legali per procedure relative a diritti di proprietà industriale

source: Licensing of rights relating to television, video and radio programs, productions and formats
it: Concessione di licenze su programmi, produzioni e format televisivi, video e radiofonici [servizi legali]
